console.log('is document.js')

let props = { 
  //rows: 1, 
  columns: {
    top: {},
    heading: {},
    text: ['123', '123'],
    table: {},
    footer: []
  }
            }
let rows  = [ { row: 1, col: 1, name: 'logo', data: '' }, { row: 1, col: 2, name: 'text', data: 'text' }, ]

let header = {
  1: [],
  2: []
  
}
// 
// на оказание услуг по комплексному обслуживанию и администрированию базовых вычислительных комплексов информационно-вычислительной сети, 
// обеспечивающей функционирование государственных информационных систем Санкт-Петербурга в 2021 году для государственных нужд Санкт-Петербурга
