
let name = ""
console.log($name, на основании договора с ООО «Инфинити Ресорсес» 
в соответствии с условиями договора №0172200002520000325_28416 от 09.02.2021 с СПб ГУП «СПб ИАЦ» на оказание услуг по комплексному обслуживанию и администрированию базовых вычислительных комплексов информационно-вычислительной сети, обеспечивающей функционирование государственных   информационных систем Санкт-Петербурга в 2021 году для государственных нужд Санкт-Петербурга )


let page_template = [
{}, {}, {}, {}, {}
] 
